Repository: cdp-group4/export-control
Catalog: regulations/locale/*/LC_MESSAGES/django.po
Languages: no

source: all these words:
no: alle disse ordene:

source: Type in the important words: <b>Chemical Heat Molecular</b>
no: Skriv inn viktige ord: <b>Chemical Heat Molecular</b>

source: this exact phrase:
no: eksakt sitat:

source: Type the exact phrase: <b>High Stability</b>
no: Finn eksakt sitat: <b>High Stability</b>

source: any of these words:
no: hvilket som helst av disse:

source: Type all the words you want to include, separated by space: <b>Thumbnail Standard </b>
no: Skriv inn alle ord du vil inkludere, separert med mellomrom: <b>Thumbnail Standard </b>

source: none of these words:
no: ingen av disse ordene:

source: Type all words you want to exclude, separated by space: <b>nuclear</b>
no: Skriv inn alle ord du vil ekskludere, separert med mellomrom: <b>nuclear</b>

source: category:
no: kategori:

source: Filter by <b>Category</b>
no: Filtrer på <b>kategori</b>

source: sub category:
no: underkategori:

source: Filter by <b>Sub Category</b>
no: Filtrer på <b>underkategori</b>

source: Filter by <b>Regime</b>
no: Filtrer på <b>regime</b>

source: Filter by Note Type: <b>BASE, N.B., Technical Note, Note</b>
no: Filtrer på notat-type: <b>BASE, N.B., Technical Note, Note</b>

source: Incorrect value entered.
no: Ugyldig verdi gitt.

source: Date created
no: Opprettelsesdato

source: Date updated
no: Sist oppdatert

source: Home
no: Hjem

source: Regulation
no: Regulering

source: Search
no: Søk

source: all these words::
no: alle disse ordene:

source: Results:
no: Resultater:

source: of
no: av

source: No results found....
no: Ingen resultater funnet...

source: Consult Safetec
no: Kontakt Safetec

source: Export Control Law
no: Eksportkontrolloven

source: Advanced Search
no: Avansert søk
